In [19]:
import pandas as pd
import numpy as np
import matplotlib.pyplot as plt
import datetime

a = pd.read_csv('boxoffice_march_2019.csv')
a.head()

   rank                         title studio  lifetime_gross  year
0     1  Star Wars: The Force Awakens     BV       936662225  2015
1     2                        Avatar    Fox       760507625  2009
2     3                 Black Panther     BV       700059566  2018
3     4        Avengers: Infinity War     BV       678815482  2018
4     5                       Titanic   Par.       659363944  1997